# VS Code extension IDs to install on the remote machine.
# One extension ID per line. Comments and blank lines are ignored.

batisteo.vscode-django
brunnerh.file-properties-viewer
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
formulahendry.docker-explorer
github.copilot-chat
github.vscode-pull-request-github
kevinrose.vsc-python-indent
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
njpwerner.autodocstring
openai.chatgpt
wholroyd.jinja
